"%@ does not have unique items" = "%@ does not have unique items";

"%@ is not a multiple of %@" = "%1$@ is not a multiple of %2$@";

"'%@' does not match pattern: '%@'" = "'%1$@' does not match pattern: '%2$@'";

"'%@' is not a valid enumeration value of '%@'" = "'%1$@' is not a valid enumeration value of '%2$@'";

"'%@' is not equal to const '%@'" = "'%1$@' is not equal to const '%2$@'";

"Amount of properties is greater than maximum permitted" = "Amount of properties is greater than maximum permitted";

"Amount of properties is less than the required amount" = "Amount of properties is less than the required amount";

"Length of array is greater than maximum %@" = "Length of array is greater than maximum %@";

"Length of array is smaller than the minimum %@" = "Length of array is smaller than the minimum %@";

"Length of string is larger than max length %@" = "Length of string is larger than max length %@";

"Length of string is smaller than minimum length %@" = "Length of string is smaller than minimum length %@";

"Regex pattern '%@' is not valid" = "Regex pattern '%@' is not valid";

"Required property '%@' is missing" = "Required property '%@' is missing";

"Value exceeds exclusive maximum value of %@" = "Value exceeds exclusive maximum value of %@";

"Value exceeds maximum value of %@" = "Value exceeds maximum value of %@";

"Value is lower than exclusive minimum value of %@" = "Value is lower than exclusive minimum value of %@";

"Value is lower than minimum value of %@" = "Value is lower than minimum value of %@";

"'%@' is not a IPv4 address." = "'%@' is not a IPv4 address.";

"'%@' is not a valid json-pointer." = "'%@' is not a valid json-pointer.";

"'%@' is not a valid regex." = "'%@' is not a valid regex.";

"'%@' is not a valid uri." = "'%@' is not a valid uri.";

"'%@' is not a valid uuid." = "'%@' is not a valid uuid.";

"'%@' is not a value address." = "'%@' is not a value address.";

"'%@' is not of type %@" = "'%1$@' is not of type %2$@";

"'%@' is not supported." = "'%@' is not supported.";

"'format' validation of '%@' is not yet supported." = "'format' validation of '%@' is not yet supported.";

"Falsy schema" = "Falsy schema";

